Repository: legrandnarbonne/TabloidWizard
Catalog: TabloidWizard/Properties/Resources.*.resx
Languages: es

# NewFromBaseForm_btn_Click_Récupération_des_Tables
source: Récupération des Tables
es: Error al recuperar las tablas de la base de datos.

source: Erreur
es: ¡Error!

source: Information
es: INFORMATIVO

# MainForm_SetTableProperties_Propriétés_de_
source: Propriétés de
es: propiedades de

# Error
source: Erreur
es: ¡Error!

# Search_filter
source: Un filtre de recherche
es: Agregar un filtro de búsqueda

# Have_been_added
source: a été ajouté.
es: Se agregó '|1'.

source: Confirmation
es: CONFIRMACIÓN

# Parameters
source: Paramètres
es: Parámetros:

# Warning
source: Attention
es: ¡Precaución!

# Publishing
source: Publication en cours
es: Publicación en curso

# Alert
source: Alerte
es: ALERTA

# Cleanning
source: Nettoyage.
es: Limpieza...

# SavingConfig
source: Enregistrement de la configuration.
es: Guardando configuración...

# Saving
source: Sauvegarde en cours
es: Realizando copia de seguridad

# LoginCouldnotbeempty
source: Le champ 'Identifiant Windows' ne peut être vide!
es: El campo &#39;Windows ID&#39; no puede estar vacío !!

# List
source: Liste
es: &Lista

# Detail
source: Détail
es: Detalle...

# Mailing
source: Publipostage
es: Correos

# Graphic
source: Graphique
es: Gráfico...

source: Export
es: Exportar

# MainForm_convertisseur1x2xToolStripMenuItem_Click_Converssion_réussie_
source: Converssion réussie.
es: Conversación exitosa.

# NewFromBaseForm_GetTable_
source: La table {0} ne contient pas les champs par défaut pour le fonctionnement de Tabloïd! Les champs suivants sont abscents : - {1} Souhaitez-vous les créer ?
es: ¡La tabla {0} no contiene los campos predeterminados para la operación de Tabloid! Faltan los siguientes campos: - {1} ¿Desea crearlos?

# MainForm_ReadWebConfig_Ce_dossier_ne_contient_pas_de_fichier_config_web
source: Ce dossier ne contient pas de fichier config.web
es: Esta carpeta no contiene un archivo config.web!

source: Un fichier portant le nom web.bak existe déja. Souhaitez vous l'écraser?
es: Ya existe un archivo con el nombre web.bak. ¿Quieres aplastarlo?

# NewFromBaseForm_tables_inutiles
source: Les tables suivantes sont absentes : - {0} Elles sont utile au fonctionnement de Tabloïd! Souhaitez-vous les créer ?
es: Faltan las siguientes tablas: - {0} ¡Son útiles para el funcionamiento de Tabloïd! ¿Te gustaría crearlos?

# NewFromBaseForm_btn_Click_
source: Erreur de connection vérifiez les paramètres
es: Error de conexión comprueba la configuración!

# folder_site_selection
source: Sélectionnez le dossier contenant l'ensemble du site.
es: Seleccione la carpeta que contiene todo el sitio.

# Log_file_exist
source: Le fichier spécifié pour le stockage des logs est absent.
es: Falta el archivo especificado para el almacenamiento de registro.

# Confirm_supp
source: Confirmez vous la suppression de {0}({1}) de la vue {2}?
es: ¿Confirma la eliminación de {0} ({1}) de la vista {2}?

# Remove_from_database
source: Souhaitez vous également le supprimer dans la base de donnée?
es: ¿Te gustaría borrarlo en la base de datos?

# Remove_join
source: Vous êtes sur le point de supprimer la jointure '{0}'. Confirmez vous cette opération?
es: Estás a punto de eliminar la unión &#39;{0}&#39;. ¿Confirma esta operación?

# Menu_creation_success
source: Le menu a été créé avec succés.
es: El menú ha sido creado con éxito.

# Confirm_supp_view
source: Confirmez vous la suppression de la vue {0}({1})?
es: ¿Confirma la eliminación de la vista {0} ({1})?

# Remove_view_database
source: Souhaitez vous également supprimer la table dans la base de donnée?
es: ¿También desea eliminar la tabla en la base de datos?

# Base_Modification_error
source: Erreur à la modification de la base :
es: Error al modificar la base de datos :!

# Field_in_join_remove_join
source: Ce champ provient d'une jointure, souhaitez vous supprimer la jointure?
es: Este campo proviene de una combinación. ¿Desea eliminar la combinación?

# Parameters_menu_not_found
source: Le menu paramètres n'a pas été trouvé (vérifiez l'othographe)...
es: No se encontró el menú de configuración (verifique el otógrafo) ...!

# add_join
source: Cette table ne semble pas exister dans cette vue souhaitez-vous ajouter une jointure ?
es: Parece que esta tabla no existe en esta vista. ¿Desea agregar una unión?

# ChooseOnAutomaticJoinAtLeast
source: Sélectionnez au moins une jointure automatique à créer !
es: Seleccione al menos una unión automática para crear !!

# RefFieldForTable
source: Champ de référence pour la table {0} :
es: Campo de referencia para la tabla {0} :!

# ConvertOnlyN1Join
source: Seul les relations de type N:1 sont prises en charge!
es: Solo se admiten relaciones N: 1 !!

# AddComboForThisTable
source: Ajouter une liste déroulante à cette vue pour cette table
es: ¡Agregue una lista desplegable a esta vista para esta tabla!

# tableNotExist
source: La table {0} semble ne plus exister. Vérifiez votre base.
es: La tabla {0} ya no parece existir. Revisa tu base.

# SetFieldTitle
source: Veuillez indiquer un titre pour ce champ.
es: Por favor, introduzca un título para este campo.

# FieldNameNeeded
source: Le nom du champ est obligatoire.
es: El nombre del campo es obligatorio.

# ViewNameAlreadyExist
source: Ce nom de vue existe déja. Si vous souhaitez créer deux vues pour une même table saisissez un nom de vue différent
es: Este nombre de vista ya existe. Si desea crear dos vistas para la misma tabla, ingrese un nombre de vista diferente.

# AutocompleteNeedExistingFieldUse
source: Un champ avec un éditeur de type AutoComplete doit faire référence a un champ d'une autre table.
es: Un campo con un editor de Autocompletar debe referirse a un campo en otra tabla.

# WrongConfigVersion
source: La base actuelle ne semble pas implémenter la nouvelle gestion des roles de Tabloid. Shoutez vous la convertir ?
es: La base de datos actual no parece implementar la nueva administración de roles de Tabloid. ¿Lo bebes?

# CustumRoleUsed
source: Les vues roles, utilisateur et perso sont des vues système? Si vous ne les avez pas personnalisées, il est recommandé de laisser tabloid les gérer automatiquement. Souhaitez vous les supprimer?
es: ¿Los roles, el usuario y las vistas personalizadas son vistas del sistema? Si no los ha personalizado, se recomienda que los tabloides los manejen automáticamente. ¿Te gustaría borrarlos?

# SavingError
source: Erreur au cours de la sauvegarde :
es: Error durante la copia de seguridad :!

# RemovingFolderFiles
source: Suppression des fichiers et dossiers.
es: Eliminando archivos y carpetas!

# CreateOrUseField
source: Souhaitez vous utiliser un champ de la base ou utiliser un champ créé dans l'instruction select? Cliquiez sur oui pour utiliser un champ de la base.
es: ¿Desea usar un campo en la base de datos o usar un campo creado en la declaración de selección? Haga clic en Sí para usar un campo en la base de datos.

# PreDefineText
source: Textes prédefinis
es: ¡Textos predefinidos!

# SimpleSMS
source: Envoi simple
es: Inicio simple

# MultiSMS
source: Envoi de masse
es: ¡Envío masivo!

# DisableModule
source: Attention la désactivation du module supprimera la table contenant les informations de ce dernier. Il ne sera pas possible de les récupérer. Confirmez vous cette opération?
es: La advertencia de deshabilitar el módulo eliminará la tabla que contiene la información de este último. No será posible recuperarlos. ¿Confirma esta operación?

# AddSchema
source: Le nom du schéma par défaut n'est pas défini souhaitez vous le définir et modifier l'ensemble des tables?
es: El nombre del esquema predeterminado no está definido. ¿Desea definirlo y cambiar todas las tablas?

# Save_as
source: Enregistrez sous
es: ¡Guardar como!

# SourceFileCopyError
source: Erreur de copie des fichiers sources vérifiez les droits sur le dossier spécifié et l'installation du Wizard.
es: Error al copiar los archivos de origen, compruebe los permisos en la carpeta especificada y la instalación del asistente.

# CustomingConfig
source: Personnalisation du web.config.
es: Personalizando el web.config!

# ReplaceConfigFile
source: Au moins un fichier de configuration existe déja souhaitez vous le remplacer?
es: Al menos un archivo de configuración ya existe, ¿quieres reemplazarlo?

# TabloidFileCopy
source: Copie des fichiers et dossiers Tabloid.
es: Copie archivos y carpetas de tabloides.

# NotTabloidFolderConfirm
source: Le dossier sélectionné ne semble pas être un dossier tabloïd. Confirmez-vous la suppression de son contenu?
es: La carpeta seleccionada no parece ser una carpeta tabloide. ¿Confirma usted la eliminación de su contenido?

# CantFindPrimaryKey
source: Impossible de déterminer la clef primaire pour cette table.
es: No se puede determinar la clave principal para esta tabla.

# ErrorReadingConfigFile
source: Erreur de lecture du fichier de configuration\r
es: ¡Error al leer el archivo de configuración!

# PasswordRegExpMess
source: Le mot de passe doit ce composer de 8 caractères ou plus, de lettre, nombre et caractères spéciaux.
es: La contraseña debe constar de 8 caracteres o más, letra, número y caracteres especiales.

# ConfirmPasswordError
source: Le mot de passe de confirmation ne correspond pas!
es: La contraseña de confirmación no coincide !!

# AuthenticationAndAutoEnrollementError
source: Vous ne pouvez pas utiliser la fonction d'autoenrollement en dehors d'une authentification Windows. Le mode d'authentification va être modifié.
es: No puede utilizar la función de inscripción automática fuera de la autenticación de Windows. Se cambiará el modo de autenticación.

# DeleteConfirm
source: Confirmez vous le suppression?
es: ¿Confirma usted la eliminación?

# Automatic_generated_view
source: Cette vue est générée automatiquement. Si vous la modifiez elle sera intégrée à votre personnalisation.
es: Esta vista se genera automáticamente. Si lo cambias, se integrará en tu personalización.

# Increasing
source: Croissant
es: Creciente

# Decreasing
source: Décroissant
es: Decreciente

# ErrorMessage
source: Erreur {0}
es: Error

# SchemaAlreadyExist
source: Le schéma demandé existe déjà. Si vous souhaitez remplacer ce schéma utilisez le bouton 'oui' attention toutes les données du schéma actuel seront supprimées.
es: El esquema solicitado ya existe. Si desea reemplazar este esquema, use el botón &#39;Sí&#39;. Atención, todos los datos en el esquema actual se eliminarán.

# ConfirmDelete
source: Confirmez vous cette suppression?
es: ¿Confirma usted esta eliminación?

# EmptyTrash
source: Souhaitez-vous vider la corbeille avant de la désactiver?
es: ¿Te gustaría vaciar la basura antes de deshabilitarla?

# TableWithNoViewTitle
source: Cette table est présente dans la base et ne dispose pas de vue associée.
es: Esta tabla está presente en la base de datos y no tiene una vista asociada.

# ViewWithNoTableTitle
source: Cette vue fait référence à une table qui n'existe pas.
es: Esta vista se refiere a una tabla que no existe.

# JoinWithNoConstraintTitle
source: La jointure {0} de la vue {1} n'est pas couverte par une contrainte.
es: La unión {0} de vista {1} no está restringida.

# JoinWithNoConstraintBuildConstraint
source: Créer la contrainte
es: ¡Crea la restricción!

# JoinWithNoConstraintBuildAllConstraint
source: Corriger sur tout le projet
es: ¡Correcto en todo el proyecto!

# TableWithNoViewCreateView
source: Créer la vue
es: Crea la vista!

# AnalyseError
source: Erreur durant l'analyse
es: ¡Error durante el análisis!

# Analysing
source: Analyse en cours
es: Análisis en progreso!

# TableWithNoViewRenameTable
source: Renommer la table
es: Renombra la mesa!

# JoinWithNoConstraint_Description
source: {0} lie "{1}" à "{2}" utilisez le bouton ci-dessous pour créer le contrainte.
es: {0} vincula &quot;{1}&quot; a &quot;{2}&quot; use el botón de abajo para crear la restricción.

# alignJoinVisibility
source: La jointure associée à ce champ n'est pas visible pour ce type de visibilité, souhaitez vous modifier la visibilité de la jointure automatiquement?
es: La combinación asociada con este campo no es visible para este tipo de visibilidad. ¿Desea cambiar la visibilidad de la combinación automáticamente?

source: Question
es: pregunta

# RenameOldName
source: Ancien nom :
es: Nombre anterior:

# ConfirmDeleteView
source: Confirmez vous la suppression de cette vue?
es: ¿Confirma la eliminación de esta vista?

# BuildSameJoinRecursively
source: Créer les jointures dans la vue {0} pour joindre {1}
es: ¡Crea uniones en la vista {0} para unir {1}!

# BuildSameJoin
source: Créer une jointure dans la vue {0} vers {1}
es: Crea una unión en la vista {0} a {1}!

# NotDefine
source: non déterminée
es: No determinada

# MySQLDifferentBaseName
source: Le schéma par défaut ne correspond pas au non de la base souhaitez-vous le corriger?
es: El esquema predeterminado no coincide con el no de la base. ¿Desea arreglarlo?

# SelectJoin
source: Sélectionnez une jointure pour poursuivre cette opération!
es: ¡Seleccione una unión para continuar esta operación!

# NoJoinCreate
source: Aucune jointure vers cette table n'existe. Tabloïd peut la créer pour vous. Souhaitez vous la créer?
es: No existen uniones a esta tabla. Tabloid puede crearlo para ti. ¿Te gustaría crearlo?

# CreateJoin
source: Création de jointure
es: ¡Únete a la creación!

# AddAutomaticFilter
source: Ajouter un filtre automatique à ce champ
es: ¡Agregue un filtro automático a este campo!

# ConvertToComplexList
source: Convertir la liste en tableau
es: ¡Convierta la lista en una tabla!

# AddNewSynthese
source: Ce projet ne contient pas de page de synthèse. Souhaitez vous en créer une?
es: Este proyecto no contiene una página de resumen. ¿Te gustaría crear uno?

# DirectoryNotExist
source: Le répertoire sélectionné n'existe pas!
es: El directorio seleccionado no existe.

# DeleteFunctionConfirm
source: Confirmez vous la suppression définitive de la fonction '{0}'?
es: ¿Confirma la eliminación permanente de la función &#39;{0}&#39;?!

# FieldAlreadyExist
source: Ce nom de champ existe déja dans la base. Merci de le modifier.
es: Este nombre de campo ya existe en la base de datos. ¡Por favor modifíquelo!

# DisplayCorrespondingJoin
source: Afficher la jointure correspondante
es: Mostrar la unión correspondiente!

# DisplayCorrespondigView
source: Afficher la vue correspondante
es: Mostrar la vista correspondiente!

# ChangeProjectSchema
source: Vous avez modifié le schéma par défaut. Souhaitez-vous modifier le schéma pour l'ensemble des vues?
es: Has cambiado el esquema predeterminado. ¿Desea cambiar el esquema de todas las vistas?

source: Chargement
es: (Cargando)

# DatabaseRead
source: Lecture des données.
es: Leyendo datos...

# DataDisplaying
source: Affichage des données.
es: Visualización de los datos

# LodingGeoStyle
source: Chargement des styles cartographiques.
es: Cargando estilos de mapa.!

# AutomaticViewBuilding
source: Création des vues automatiques.
es: Creación de vistas automáticas.!

# StatusMatrix
source: Projet {0} - dossier {1} - version du projet {2} - version displonible {3}
es: Proyecto {0} - carpeta {1} - versión del proyecto {2} - versión disponible {3}!

# NoUpdate
source: - le moteur est à jour.
es: - El motor está actualizado.

# LodingConfigFiles
source: Chargement des fichiers de configuration.
es: Cargando archivos de configuración.!

source: Publication
es: Publicando…

# CreateIndic
source: Cette cellule ne fait pas référence à un indicateur. Souhaitez-vous en ajouter un?
es: Esta celda no se refiere a un indicador. Le gustaría agregar uno ?!

# AliasTransform
source: Transformer en alias
es: ¡Transfórmate en un alias!

# DisplayOnly
source: affichée uniquement
es: solo se muestra!

# Hidden
source: caché
es: Oculto,

# WithReadOnly
source: en lecture seule
es: (sólo lectura)

# Edition
source: L'édition
es: La edicion!

# TheField
source: Le champ
es: La era

# ConvertToList
source: Convertir en liste
es: Convertir en lista

# FileAnalysis
source: Analyse du fichier
es: Analizando archivo %s
